Repository: FreePBX/ringgroups
Catalog: i18n/*/LC_MESSAGES/ringgroups.po
Languages: bg_bg, de_de, es_es, fa_ir, ja_jp, pt_br, vi

source: Provide a name for this Ring Group.
bg_bg: Въведете име за тази Група на Звънене.
de_de: Geben Sie einen Namen für diese Rufgruppe an.
es_es: Proveer un nombre para este Grupo de Timbrado.
fa_ir: اختصاص یک نام به گروه زنگ.
pt_br: Forneça um nome para este Grupo de Toques.
vi: Đặt tên cho Ring Group này.

source: Remote Announce
bg_bg: Съобщение за Приемащия Обаждането
de_de: Ferndurchsage
es_es: Anuncio Remoto
fa_ir: آگهی راه دور
pt_br: Anúncio Remoto
vi: Thông báo từ xa

source: Reset
bg_bg: Изчисти
de_de: Zurücksetzen
es_es: Reiniciar
fa_ir: باز نشانی
pt_br: Reiniciar
vi: Cài đặt lại

source: Ring
bg_bg: Звънене
de_de: Klingeln
fa_ir: زنگ
ja_jp: リング
pt_br: Tocar
vi: Đổ chuông

source: Ring Group
bg_bg: Група на Звънене
de_de: Rufgruppe
fa_ir: گروه زنگ
ja_jp: 着信グループ
pt_br: Grupo de Toques
vi: Tính năng Ring Group (Nhóm đổ chuông)

source: Ring Group %s:
bg_bg: Група на Звънене %s:
de_de: Rufgruppe %s:
es_es: Grupo de Timbrado %s:
fa_ir: گروه زنگ %s:
ja_jp: 着信グループ %s:
pt_br: Grupo de Toque %s:
vi: Ring Group (Nhóm đổ chuông): %s

source: Ring Group Membership
bg_bg: Потребител в Група на Звънене
de_de: Rufgruppen-Mitgliedschaft
es_es: Miembros del Grupo de Timbrado
fa_ir: اعضای گروه زنگ
ja_jp: 所属する着信グループ
pt_br: Membros do Grupo de Toque
vi: Thành viên của Ring Group

source: Ring Group Module
de_de: Rufgruppenmodul
es_es: Modulo Grupo de Timbrado
fa_ir: ماژول گروه زنگ
ja_jp: 着信グループモジュール
pt_br: Módulo de Grupo de Toque

source: Ring Group Name
bg_bg: Име на Група на Звънене
de_de: Name der Rufgruppe
es_es: Nombre de Grupo de Timbrado
fa_ir: نام گروه زنگ
pt_br: Nome do Grupo de Toque
vi: Tên của Ring Group

source: Ring Group: %s
bg_bg: Група на Звънене: %s
de_de: Rufgruppe: %s
fa_ir: گروه زنگ: %s
ja_jp: 着信グループ: %s
pt_br: Grupo de Toque: %s
vi: Nhóm đổ chuông: %s

source: Ring Group: %s (%s)
bg_bg: Група на Звънене: %s (%s)
de_de: Rufgruppe: %s (%s)
fa_ir: گروه زنگ: %s (%s)
ja_jp: 着信グループ: %s (%s)
pt_br: Grupo de Toque: %s (%s)
vi: Nhóm đổ chuông: %s (%s)

source: Ring Groups
bg_bg: Групи на Звънене
de_de: Rufgruppen
es_es: Grupos de Timbrado
fa_ir: گروههای زنگ
ja_jp: 着信グループ
pt_br: Grupos de Toques
vi: Các nhóm đổ chuông

source: Ring Strategy
bg_bg: Стратегия на Звънене
de_de: Klingelstrategie
es_es: Estrategia de Timbrado
fa_ir: استراتژی گروه زنگ
pt_br: Estratégia de Toque
vi: Chiến lược đổ chuông

source: Ring Time
bg_bg: Време на Звънене
de_de: Klingeldauer
es_es: Tiempo de Timbrado
fa_ir: مدت زنگ
pt_br: Duração de Toque
vi: Thời gian rung chuông

source: Ring Time (max 300 sec)
bg_bg: Време на Звънене (max 300 секунди)
de_de: Klingeldauer (max. 300 Sekunden)
es_es: Tiempo de Timbrado (max 300 seg)
fa_ir: مدت زنگ (حداکثر 300 ثانیه)
ja_jp: 呼び出し時間 (最大300秒)
pt_br: Duração de Toque (max 300 seg)
vi: Thời gian đổ chuông ( tối đa 300 giây)

source: Ring Tone
bg_bg: Тон на Звънене
de_de: Klingelton
es_es: Tono de Timbrado
fa_ir: صدای زنگ
pt_br: Tom de Toque
vi: Nhạc chuông

source: Ring all available channels until one answers (default)
bg_bg: Звъни на всички достъпни канали докато отговорят (по-подразбиране)
de_de: Alle verfügbaren Kanäle anläuten bis einer antwortet (Standard)
es_es: Hacer sonar todos los canales disponibles hasta que alguien conteste (opción por defecto)
fa_ir: زنگ تمام کانال های موجود تا یک پاسخ دهنده (پیشفرض)
ja_jp: 誰かが応答するまで全ての空いているチャネルを鳴らす(デフォルト)
pt_br: Toca todos os canais disponíveis até que um responda (padrão)
vi: Đổ chuông tất cả các kênh đến khi một cuộc gọi được trả lời ( mặc định)

source: Ring first extension in the list, then ring the 1st and 2nd extension, then ring 1st 2nd and 3rd extension in the list.... etc. This strategy will work only when Confirm Calls is disabled.
de_de: Bei erster Durchwahl klingeln, dann bei 1. und 2. Durchwahl klingeln, dann bei 1., 2. und 3. Durchwahl klingeln ... usw. Diese Strategie funktioniert nur, wenn Anrufe bestätigen deaktiviert ist.

source: Ring-Group Number
bg_bg: Номер на Група на Звънене
de_de: Nummer der Rufgruppe
fa_ir: شماره گروه زنگ
ja_jp: 着信グループ番号
pt_br: Número do Grupo de Toques
vi: Số của Ring-Group

source: RingGroup
bg_bg: Група на Звънене
de_de: Rufgruppe
es_es: GrupoTimbrado
fa_ir: گروه زنگ
pt_br: Grupo de Toque
vi: RingGroup ( Đổ chuông nhóm)

source: Ringer Volume Override
bg_bg: Промяна на Сила на Звънене
de_de: Ruftonlautstärke überschreiben
es_es: Anulación del volumen del timbre
pt_br: Substituição do Volume de Toque
vi: Ghi đè âm lượng chuông

source: Select a Ring Tone from the list of options above. This will determine how your phone sounds when it is rung from this group.
bg_bg: Изберете Тон на Звънене от списъка с опции по-горе. Това ще определи как телефона ще звъни, когато получава обаждане от тази група.
de_de: Wählen Sie einen Klingelton aus der Liste hier drüber. So klingelt dann Ihr Telefon, wenn Sie von dieser Gruppe angerufen werden.
es_es: Seleccione un tono de timbre en la lista de opciones de arriba. Esto determinará cómo su teléfono suena cuando se ejecuta desde este grupo.
pt_br: Selecione um Tom de Toque na lista de opções acima. Isto irá determinar como o seu telefone irá soar quando for executado a partir deste grupo.
vi: Chọn một nhạc chuông trong danh sách tùy chọn ở trên. Nó sẽ quyết đinh âm thanh cho máy của bạn khi nó đổ chuông từ nhóm này.

source: Send Progress
bg_bg: Изпрати Състояние
de_de: Fortschritt übermitteln
es_es: Enviar "Progress"
fa_ir: ارسال پیشرفت
pt_br: Enviar Progresso
vi: Tiến trình gửi

source: Sequential
bg_bg: Последователно
de_de: Aufeinanderfolgend
es_es: Secuencial
fa_ir: متوالی
pt_br: Sequencial
vi: Theo thứ tự

source: Should calls indicate answered elsewhere when a user answers.
de_de: Sollten Anrufe anderswo beantwortet werden, wenn ein Benutzer antwortet.

source: Should this ringgroup indicate call progress to digital channels where supported.
bg_bg: Дали тази група на звънене да обяви прогреса на обаждането към цифрови канали които поддържат функцията.
de_de: Soll diese Rufruppe den Anruffortschritt an digitale Kanäle melden, wenn dies unterstützt wird.
es_es: Si este grupo de timbrado indicaría el progreso de la llamada a los canales digitales donde se admite.
fa_ir: نمایش پیشرفت تماس گروه زنگ در کانالهای دیجیتال پشتیبانی شده الزامی است.
pt_br: Se este grupo de toque indicar o progresso de chamada para os canais digitais onde são suportados.
vi: Ringgroup này nên chỉ thị tiến trình cuộc gọi đến các kênh kỹ thuật số được hỗ trợ.

source: Simultaneous
bg_bg: Едновременно
de_de: Gleichzeitig
es_es: Simultaneo
fa_ir: همزمان
pt_br: Simultâneo
vi: Đồng thời

source: Skip Busy Agent
bg_bg: Пропусни Зает Агент
de_de: Beschäftigten Bearbeiter überspringen
fa_ir: رفتن به عامل اشغال
ja_jp: ビジー状態のエージェントをスキップ
pt_br: Ignorar Agentes Ocupados
vi: Bỏ qua tổng đài viên đang bận

source: Submit
bg_bg: Приеми
de_de: Absenden
es_es: Enviar
fa_ir: ارسال
pt_br: Enviar
vi: Gửi đi

source: Take turns ringing each available extension
bg_bg: Редува звъненето по всички достъпни вътрешни линии
de_de: Jede verfügbare Nebenstelle abwechselnd anläuten
es_es: Tome turnos para cada extensión disponible
ja_jp: 空いている内線を順番に鳴らす
pt_br: Reveza o toque alternadamente para cada ramal disponível
vi: Thay phiên nhau đổ chuông từng máy nhánh khả dụng

source: The group list can only contain a maximum of 255 characters.
bg_bg: Списъкът с групи може да съдържа максимум 255 знака.
de_de: Die Gruppenliste kann maximal 255 Zeichen enthalten.
es_es: La lista de grupos sólo puede contener un máximo de 255 caracteres.
fa_ir: فهرست گروه میتواند تنها شامل 255 کاراکتر باشد.
pt_br: A lista de grupos pode conter apenas um máximo de 255 caracteres.
vi: Danh sách nhóm chỉ có thể bao gồm tối đa 255 ký tự.

source: The number users will dial to ring extensions in this ring group
bg_bg: Номерът който потребителите ще набират за да звънят на вътрешните линии в тази група
de_de: Die Nummer, die Benutzer anwählen werden, um Nebenstellen in dieser Rufgruppe anzuläuten
es_es: El número al que los usuarios deberán llamar para contactar con este grupo de extensiones
ja_jp: このリンググループに所属する内線を鳴らすためのダイヤル番号
pt_br: O número de usuários que irão discar para os ramais neste grupo de toques
vi: Số mà người dùng sẽ gọi đến các máy nhánh trong Ring Group này

source: These modes act as described above. However, if the primary extension (first in list) is occupied, the other extensions will not be rung. If the primary is FreePBX DND, it won't be rung. If the primary is FreePBX CF unconditional, then all will be rung
bg_bg: Този режим е като описания по-горе. Само че ако основната вътрешна линия (първата в списъка) е заета, другите вътрешни линии няма да звънят. Ако основната е FreePBX DND, няма да звъни. Ако основната е безусловен FreePBX CF, тогава всички ще звънят
de_de: Diese Modi verhalten sich wie oben beschrieben. Wenn jedoch die primäre Nebenstelle (erste in der Liste) belegt ist, werden die anderen Nebenstellen nicht angerufen. Wenn die primäre FreePBX-DND ist, wird sie nicht angerufen. Wenn der primäre Server bedingungslos FreePBX CF ist, werden alle Teilnehmer angerufen
es_es: Estos modos actúan como se han descrito anteriormente. Aún así, si la primera extensión (la primera de la lista) está ocupada, las otras extensiones no sonarán. Si la primera extensión está en modo 'No molestar' (DND), no sonará. Si la primera extensión está en modo 'Desvío de llamada incondicional', entonces sonarán todas
ja_jp: このモードは上記と同じような挙動をしますが、メインの内線(リスト中の最初の内線)が占有されている場合、他の内線は鳴りません。もしメインがFreePBX DND(do not disturb)の場合は鳴りません。もしメインがFreePBX 無条件転送の場合、全てが鳴ります
pt_br: Estes modos atuam como descrito acima. No entanto, se o ramal principal (primeiro na lista) estiver ocupado, os outros ramais não serão tocados. Se o principal for FreePBX DND, ele não será tocado. Se o principal é FreePBX CF incondicional, então todos serão tocados
vi: Các chế độ này hoạt động giống như được mô tả ở trên. Tuy nhiên, nếu máy nhánh chính ( máy đầu tiên trong danh sách) bị bận thì các máy nhánh khác sẽ đổ chuông. Nếu máy nhánh đầu tiên là FreePBX DND thì nó sẽ không đổ chuông. Nếu máy nhánh chính là FreePBX CF vô điều kiện thì tất cả các máy sẽ đổ chuông

source: This ringgroup
bg_bg: Тази група на звънене
de_de: Diese Rufgruppe
fa_ir: این گروه زنگ
ja_jp: この着信グループ
pt_br: Este grupo de toques
vi: Ringgroup này

source: Time in seconds that the phones will ring. For all hunt style ring strategies, this is the time for each iteration of phone(s) that are rung
bg_bg: Времето в секунди за което телефона ще звъни. Това е времето за всяко повторение на телефона(ите) които звънят при всички типове стратегии на звънене с преследване
de_de: Zeit in Sekunden für die die Telefone klingeln werden. Für alle jagdartigen Klingelstrategien ist dies die Dauer für jeden Wähl-Durchgang
es_es: Tiempo en segundos que los teléfonos sonarán. Para todas las estrategias de timbrado del tipo hunt, este es el tiempo de timbrado para cada iteración de teléfono (s)
ja_jp: 電話が鳴る秒数。全てのhunt型リングルールの場合は、それぞれの電話が反復して鳴る時間です。
pt_br: Tempo em segundos que os telefones tocarão. Para todas as estratégias de toque tipo "hunt", este é o tempo para cada iteração de telefone(s) que são tocados
vi: Thời gian điện thoại đổ chuông sẽ được tính bằng giây. Đối với tất cả các chiến lược đổ chuông kiểu hunt thì đây là thời gian cho mỗi lần điện thoại rung lặp lại

source: Time in seconds that the phones will ring. For sequential ring strategies, this is the time for each iteration of phone(s) that are rung
bg_bg: Времето в секунди за което телефона ще звъни. Това е времето за всяко повторение на телефона(ите) които звънят при стратегия на звънене последователно
de_de: Zeit in Sekunden für die die Telefone klingeln werden. Für alle sequentielle Klingelstrategien ist dies die Dauer für jeden Wähl-Durchgang
es_es: Tiempo en segundos que los teléfonos sonarán. Para estrategias de timbrado secuencial, este es el tiempo para cada iteración de teléfono (s) sonará
pt_br: Tempo em segundos que os telefones tocarão. Para estratégias de toques sequenciais, este é o tempo para cada iteração de telefone(s) que tocarão
vi: Thời gian điện thoại đổ chuông sẽ được tính bằng giây. Đối với tất cả các chiến lược đổ chuông theo thứ tự thì đây là thời gian cho mỗi lần điện thoại rung lặp lại

source: Time must be between 1 and 300 seconds
bg_bg: Времето трябва да е между 1 и 300 секунди
de_de: Zeit muss zwischen 1 und 300 Sekunden liegen
es_es: El tiempo debe estar entre 1 y 300 segundos
fa_ir: زمان باید بین 1 و 300 ثانیه باشد
ja_jp: 1～300秒の時間を入力してください。
pt_br: A duração deve estar entre 1 e 300 segundos
vi: Thời gian sẽ trong khoảng 1 đến 300 giây

source: Too-Late Announce
bg_bg: Съобщение Много-Късно
de_de: „Zu spät“-Ankündigung
es_es: Anuncio de Muy-Tarde
fa_ir: هشدار Too-Late
pt_br: Anúncio de Muito Tarde
vi: Thông báo quá muộn

source: Transmit the Fixed CID Value below on calls that come in from outside only. Internal extension to extension calls will continue to operate in default mode.
bg_bg: Предава Фиксиран CID определен по-долу само за входящи външни обаждания. Вътрешните обаждания ще продължат да се извършват в режима по-подразбиране.
de_de: Die unten stehende feste Anruferkennung nur für Anrufe von außerhalb verwenden. Interne Anrufe von Nebenstelle zu Nebenstelle verwenden weiterhin den Standardmodus.
es_es: Transmite el valor de CID fijo que se muestra a continuación en las llamadas que vienen sólo desde el exterior. La llamadas extensión a extensión continuarán funcionando en el modo predeterminado.
ja_jp: 外線から着信したコールのCIDを、以下の固定CIDに置き換えます。内部の内線間コールは引き続きデフォルトモードで動作します。
pt_br: Transmite o Valor de CID Fixo abaixo em chamadas que vêm apenas externamente. O ramal interno para chamadas de ramais continuará a funcionar no modo padrão.
vi: Truyền giá trị CID cố định dưới đây vào các cuộc gọi đến từ bên ngoài. Máy nhánh nội bộ đến các cuộc gọi của máy nhánh sẽ tiếp tục hoạt động ở chế độ mặc định.

source: Transmit the number that was dialed as the CID for calls coming from outside. Internal extension to extension calls will continue to operate in default mode. There must be a DID on the inbound route for this. This WILL be transmitted on trunks that block foreign CallerID
bg_bg: Предава набрания номер като CID за входящи външни обаждания. Вътрешните обаждания ще продължат да се извършват в режима по-подразбиране. Трябва да има DID на входящ маршрут за това. Ще се ПРЕДАДЕ за външни линии които блокират външен CallerID
de_de: Für Anrufe von außerhalb die gewählte Nummer als Anruferkennung übermitteln. Interne Anrufe von Nebenstelle zu Nebenstelle verwenden weiterhin den Standardmodus. Hierfür ist eine Durchwahl aus der eingehenden Route erforderlich. Diese Kennung WIRD auf Hauptleitungen übermittelt, die fremde Anruferkennungen blockieren
es_es: Transmita el número marcado como CID para las llamadas procedentes del exterior. La de extensión a extensión continuará funcionando en el modo predeterminado. Debe haber un DID en la ruta de entrada para esto. Esto será transmitido en los troncales que bloquean CallerID foráneo
ja_jp: 外部コールの場合に、ダイアルした呼び出し側の番号をCIDとして送信します。内部の内線間コールはデフォルトモードで動作します。着信ルートにDIDが設定されている必要があります。外部のCallerIDをブロックするトランクにも送信します。
pt_br: Transmite o número que foi discado como o CID para chamadas provenientes de fora. O ramal interno para chamadas de ramais continuará a funcionar no modo padrão. Deve haver um DID na rota de entrada para isso. Isso SERÁ transmitido em troncos que bloqueiam o ID Chamador estrangeiro
vi: Truyền số đã được quay giống như CID cho các cuộc gọi đến từ bên ngoài. Máy nhánh nội bộ đến các cuộc gọi nội bộ sẽ tiếp tục hoạt động ở chế độ mặc định. Thao tác này cần phải có một DID trên tuyến gọi vào. Nó sẽ được truyền vào các trung kế đã khóa các Caller ID nước ngoài

source: Transmit the number that was dialed as the CID for calls coming from outside. Internal extension to extension calls will continue to operate in default mode. There must be a DID on the inbound route for this. This will be BLOCKED on trunks that block foreign CallerID
bg_bg: Предава набрания номер като CID за входящи външни обаждания. Вътрешните обаждания ще продължат да се извършват в режима по-подразбиране. Трябва да има DID на входящ маршрут за това. Ще бъде БЛОКИРАН за външни линии които блокират външен CallerID
de_de: Für Anrufe von außerhalb die gewählte Nummer als Anruferkennung übermitteln. Interne Anrufe von Nebenstelle zu Nebenstelle verwenden weiterhin den Standardmodus. Hierfür ist eine Durchwahl aus der eingehenden Route erforderlich. Diese Kennung wird auf Hauptleitungen BLOCKIERT, die fremde Anruferkennungen blockieren
es_es: Transmita el número marcado como CID para las llamadas procedentes del exterior. Las de extensión a extensión continuará funcionando en modo predeterminado. Debe haber un DID en la ruta de entrada para esto. Esto será BLOQUEADO en los troncales que bloquean el CallerID foráneo
ja_jp: 外線から着信したコールの場合、ダイヤルした呼び出し側の番号をそのままCIDとして送信します。内部の内線間コールはデフォルトモードで動作します。この機能を使うには、着信ルートにDIDが設定されている必要があります。この機能は、外部 CallerIDをブロックするトランク上ではブロックされます。
pt_br: Transmite o número que foi discado como o CID para chamadas provenientes de fora. O ramal interno para chamadas de ramais continuará a funcionar no modo padrão. Deve haver um DID na rota de entrada para isso. Isso será BLOQUEADO em troncos que bloqueiam o ID Chamador estrangeiro
vi: Truyền số đã được quay giống như CID cho các cuộc gọi đến từ bên ngoài. Máy nhánh nội bộ đến các cuộc gọi nội bộ sẽ tiếp tục hoạt động ở chế độ mặc định. Thao tác này cần phải có một DID trên tuyến gọi vào. Nó sẽ được truyền vào các trung kế đã khóa các Caller ID nước ngoài

source: Transmits the Callers CID if allowed by the trunk.
bg_bg: Предава CID на обаждащия се ако се поддържа от външната линия.
de_de: Übermittelt die Anruferkennung des Anrufers, wenn dies auf der Hauptleitung zulässig ist.
es_es: Transmite el identificador de llamadas si es permitido por el troncal.
fa_ir: انتقال CID تماس گیرنده ها اگر توسط ترانک مجاز باشد.
ja_jp: 発信者のCIDを送信する (トランクが許可する場合に)。
pt_br: Transmite os chamadores CID se permitido pelo tronco.
vi: Truyền CID của người gọi nếu trung kế cho phép.

source: Use Dialed Number
bg_bg: Използвай Избрания Номер
de_de: Gewählte Nummer verwenden
es_es: Usar Numero Marcado
fa_ir: استفاده از شماره تماس های گرفته شده
ja_jp: ダイヤルした呼び出し側の番号を使用
pt_br: Usar Número Discado
vi: Sử dụng số đã được quay

source: Warning! Extension
bg_bg: Внимание! Вътрешна Линия
de_de: Warnung! Nebenstelle
fa_ir: هشدار! داخلی
ja_jp: 警告! 内線
pt_br: Atenção! Ramal
vi: Cảnh báo! Máy nhánh

source: When enabled, agents who are on an occupied phone will be skipped as if the line were returning busy. This means that Call Waiting or multi-line phones will not be presented with the call and in the various hunt style ring strategies, the next agent will be attempted.
bg_bg: Когато е маркирано, агентите които говорят ще бъдат пропуснати като заета линия. Това означава че Чакащо Повикване или телефони с няклоко линии няма да се представят в обаждането и в различните стратегии на звънене с преследване, следващия агент ще бъде повикан.
de_de: Wenn diese Option aktiviert ist, werden Agenten, die sich an einem besetzten Telefon befinden, so übersprungen, als würde die Leitung besetzt zurückkehren. Dies bedeutet, dass Anklopfen oder Telefone mit mehreren Leitungen nicht mit dem Anruf verbunden werden und in den verschiedenen Klingelstrategien für den Sammelruf der nächste Agent versucht wird.
es_es: Cuando está habilitado, los agentes que están en un teléfono ocupado se saltarán como si la línea sw estuviera volviendo ocupada. Esto significa que los llamados en espera o los teléfonos multilínea no se presentarán con la llamada y en las diferentes estrategias de timbrado del tipo "búsqueda", se intentará el siguiente agente.
pt_br: Quando ativado, os agentes que estão em um telefone ocupado serão ignorados como se a linha estivesse retornando ocupada. Isso significa que Chamada em Espera ou telefones com várias linhas não serão apresentados com a chamada e nas várias estratégias de toques do tipo "busca", se tentará o próximo agente.
vi: Khi được kích hoạt, tổng đài viên người đang dùng điện thoại sẽ bị bỏ qua như thể đường dây của điện thoại đó đang bận. Nghĩa là các cuộc gọi sẽ không xuất hiện Call Waiting hay các điện thoại đa tuyến, và trong các chiến lược đổ chuông kiểu Hunt , cuộc gọi sẽ tiếp tục đổ chuông đến tổng đài viên tiếp theo.

source: When enabled, this will allow calls to the Ring Group to be picked up with the directed call pickup feature using the group number from any extension. When not checked, individual extensions that are part of the group can still be picked up by doing a directed call pickup by dialing the group number. Any extensions can still be picked up by doing a directed call pickup to the ringing extension , which works whether or not this is checked.
bg_bg: Когато е активирано, ще позволи обажданията към Групата на Звънене да бъдат изтегляни от всяка вътрешна линия с функцията директно изтегляне на разговор, като се използва номерът на групата. Когато не е маркирано, отделните вътрешни линии, които са част от групата, все още могат да бъдат изтегляни чрез извършване на директно изтегляне на разговор посредством набиране на номера на групата. Всяка вътрешна линия все още може да бъде изтегляна чрез извършване на директно изтегляне на обаждане, което работи независимо дали е маркирано или не.
de_de: Wenn diese Option aktiviert ist, können Anrufe an die Ringgruppe mit der Funktion zur gerichteten Anrufübernahme unter Verwendung der Gruppennummer von einer beliebigen Nebenstelle übernommen werden. Wenn diese Option nicht aktiviert ist, können einzelne Nebenstellen, die Teil der Gruppe sind, weiterhin durch gezielte Anrufübernahme durch Wählen der Gruppennummer übernommen werden. Alle Nebenstellen können weiterhin durch gezielte Anrufübernahme an die klingelnde Nebenstelle übernommen werden. Dies funktioniert unabhängig davon, ob dies aktiviert ist oder nicht.

source: When set to Yes, agents who attempt to Call Forward will be ignored, this applies to CF, CFU and CFB. Extensions entered with '#' at the end, for example to access the extension's Follow-Me, might not honor this setting .
bg_bg: Когато е зададено Да, агентите които опитват Пренасочване на Обаждането ще бъдат игнорирани, това важи за CF, CF Общ и CF Заето. Вътрешните Номера въведени с '#' в края, например за достъп до Следвай Ме, може да не зачетат тези настройки.
de_de: Bei der Einstellung Ja werden Agenten, die versuchen, einen Anruf weiterzuleiten, ignoriert. Dies gilt für CF, CFU und CFB. Nebenstellen, die am Ende mit '#' eingegeben wurden, um beispielsweise auf die Follow-Me-Funktion der Erweiterung zuzugreifen, berücksichtigen diese Einstellung möglicherweise nicht.
es_es: Cuando se establece en Sí, los agentes que intentan desviar la llamada se ignorarán, esto se aplica a CF, CFU y CFB. Las extensiones introducidas con '#' al final, por ejemplo para acceder al Sigue-Me de la extensión, podrían no respetar este ajuste.
pt_br: Quando definido como Sim, os agentes que tentam Redirecionar chamadas serão ignorados, isto aplica-se a CF, CFU e CFB. Os ramais inseridos com '#' no final, por exemplo, para acessar o Siga-Me do ramal, podem não respeitar essa configuração.
vi: Khi cài đặt về Yes, tổng đài viên người đang cố để chuyển tiếp cuộc gọi sẽ bị bỏ qua, điều này áp dụng cho CF, CFU và CFB. Các số máy nhánh đã được nhập dấu # ở cuối, chẳng hạn để truy nhập vào tính năng Follow-Me của máy nhánh, thì có thể không cần cài đặt này.
