Repository: FreePBX/ringgroups
Catalog: i18n/*/LC_MESSAGES/ringgroups.po
Languages: bg_bg, de_de, es_es, fa_ir, ja_jp, pt_br, vi

source: When set to true extensions that belong to one or more Ring Groups will have a Ring Group section and link back to each group they are a member of.
de_de: Bei der Einstellung "True" haben Nebenstellen, die zu einer oder mehreren Ringgruppen gehören, einen Abschnitt "Ringgruppe" und verweisen auf jede Gruppe, zu der sie gehören.
es_es: Cuando se establece como verdadero "true" extensiones que pertenecen a uno o más grupos de timbrado, tendrá una sección de grupo de timbres y un enlace a cada grupo al que pertenezcan.
ja_jp: trueに設定すると、1つ以上の着信グループに所属する内線の設定ページで「着信グループ」の項目が追加され、所属するグループへのリンクが表示されます。
pt_br: Quando configurado para ramais verdadeiros que pertencem a um ou mais Grupos de Toque terá uma seção de Grupo de Toques e um enlace para cada grupo do qual eles são membros.

source: Where to send callers if there is no answer.
bg_bg: Къде да изпратите повикващите, ако няма отговор.
de_de: Wohin Anrufer vermittelt werden sollen, wenn der Ruf nicht angenommen wird.
es_es: Donde enviar a los llamantes si hay un no contesta.
fa_ir: اگر پاسخ خیر باشد تماس گیرنده به کجا ارسال شود.
pt_br: Onde enviar os usuários chamadores se não houver resposta.
vi: Nơi để gửi người gọi nếu không có trả lời nào.

source: Yes
bg_bg: Да
de_de: Ja
es_es: Si
fa_ir: بله
pt_br: Sim
vi: Có

source: You can always record calls that come into this ring group (Force), never record them (Never), or allow the extension that answers to do on-demand recording (Dont Care). If recording is denied then one-touch on demand recording will be blocked, unless they have the "Override" call recording setting.
bg_bg: Можете винаги да записвате разговори, които влизат в тази група на звънене (Винаги), никога да не ги записвате (Никога) или позволете на вътрешната линия която отговори да направи запис ръчно (Без Значение). Ако записването на разговори е забранено тогава ръчния запис ще бъда блокиран, освен ако нямат включен "Отмени" в настройките за запис на разговор.
de_de: Sie können Anrufe, die zu dieser Ringgruppe gehören, immer aufzeichnen (Force), niemals aufzeichnen (Never) oder zulassen, dass die Nebenstelle, die antwortet, bei Bedarf aufzeichnet (Dont Care). Wenn die Aufzeichnung verweigert wird, wird die One-Touch-Aufzeichnung bei Bedarf blockiert, es sei denn, sie verfügen über die Einstellung "Anrufaufzeichnung außer Kraft setzen".
es_es: Siempre puede grabar las llamadas que llegan a este grupo de timbres (Force), nunca grabarlas (Nunca), o permitir que la extensión que responda haga la grabación bajo demanda (Dont Care). Si se deniega la grabación, se bloqueará la grabación de un bajo demanda, a menos que tengan la configuración de grabación de llamadas "Anular".
pt_br: Você sempre pode gravar chamadas que entram neste grupo de toques (Forçar), nunca as gravar (Nunca) ou permitir que o ramal que responde faça gravação sob demanda (Não Importa). Se a gravação for negada, a gravação sob demanda será bloqueada, a menos que eles tenham a configuração de gravação de chamada "Substituir".
vi: Bạn luôn có thể ghi lại các cuộc gọi đến Ring Groupnày (Force), không ghi lại chúng (Never), hoặc cho phép máy nhánh phải thực hiện trả lời trên các ghi âm yêu cầu (Dont Care). Nếu ghi âm bị từ chối thì khi nhấn vào yêu cầu thì ghi âm sẽ bị khóa, trừ khi bạn cài đặt ghi âm cuộc gọi là "Override".

source: You can optionally prefix the CallerID name when ringing extensions in this group. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
bg_bg: Можете да добавите префикс на CallerID името когато звъните на вътрешните линии в тази група. Например: Префикс "Продажби:", обаждането от Иван Иванов ще се показва "Продажби:Иван Иванов" на вътрешните линии които звънят.
de_de: Sie können dem CallerID-Namen optional ein Präfix voranstellen, wenn Sie Nebenstellen in dieser Gruppe anrufen. Dh: Wenn Sie "Sales:" voranstellen, wird ein Anruf von John Doe als "Sales: John Doe" auf den Nebenstellen angezeigt, die klingeln.
es_es: Opcionalmente puede prefijar el nombre de CallerID al timbrar extensiones en este grupo. Es decir: Si prefirieses con "Ventas:", una llamada de John Doe aparecería como "Sales: John Doe" en las extensiones que suenan.
ja_jp: CallerID名にプレフィックスが付けられます。例:「問合せ」と言うプレフィックスを付けると、「A様」からの着信は、着信端末に「問合せ: A様」として表示されます。
pt_br: Você pode, opcionalmente, prefixar o nome do ID Chamador quando tocar ramais neste grupo. Ou seja: Se você prefixar com "Vendas:", uma chamada de John Doe iria mostrar como "Vendas: John Doe" sobre os ramais que tocam.
vi: Bạn có thể thêm tiền tố vào tên của CallerID khi đổ chuông các máy nhánh trong nhóm náy. Ví dụ: Nếu bạn thêm tiền tố là "Sales:" cho một cuộc gọi từ John Doe thì trên máy nhánh đang đổ chuông sẽ hiện lên "Sales:John Doe".

source: default
bg_bg: по-подразбиране
de_de: Standard
es_es: Por defecto
fa_ir: پیشفرض
ja_jp: デフォルト
pt_br: padrão
vi: Mặc định

source: firstavailable
bg_bg: първия свободен
de_de: zuerst verfügbar
es_es: Primero disponible
fa_ir: اولین دسترسی
ja_jp: 利用可能な最初
pt_br: primeiro disponível
vi: Khả dụng ban đầu

source: firstnotonphone
bg_bg: първия не на телефона
de_de: erster nicht am Telefon
es_es: Primero que no esté al teléfono
ja_jp: 電話中でない最初のもの
pt_br: primeiro que não estiver ao telefone
vi: firstnotonphone (notonphone đầu tiên)

source: hunt
bg_bg: преследване
de_de: verfolgen
fa_ir: شکار

source: is already in use
bg_bg: вече се използва
de_de: wird bereits verwendet
es_es: ya está en uso
fa_ir: در حال استفاده
ja_jp: は既に使用中です
pt_br: já está em uso
vi: đang được sử dụng

source: is not allowed for your account
bg_bg: не е разрешена за вашия акаунт
de_de: ist für Ihr Konto nicht erlaubt
es_es: no está permitida por su cuenta.
fa_ir: برای حساب شما مجاز نیست
ja_jp: はあなたのアカウントに許可されていません
pt_br: não é permitido para sua conta
vi: Tài khoản của bạn không được cho phép

source: memoryhunt
bg_bg: преследване с запомняне
de_de: Erinnerungsverfolgung
fa_ir: شکار حافظه
vi: memoryhunt ( Bộ nhớ hunt)

source: none
bg_bg: няма
de_de: nichts
es_es: Ninguno
fa_ir: هیچ
ja_jp: なし
pt_br: nenhum
vi: Không có

source: random
bg_bg: случаен
de_de: zufällig
fa_ir: تصادفی
pt_br: aleatório
vi: ngẫu nhiên

source: ring only the first available channel. This strategy will work only when Confirm Calls is disabled.
de_de: Nur den ersten verfügbaren Kanal anrufen. Diese Strategie funktioniert nur, wenn Anrufe bestätigen deaktiviert ist.

source: ring only the first channel which is not offhook - ignore CW. This strategy will work only when Confirm Calls is disabled.
de_de: klingelt nur den ersten Kanal, der nicht abgehoben ist - CW ignorieren. Diese Strategie funktioniert nur, wenn Anrufe bestätigen deaktiviert ist.

source: *-prim
bg_bg: *-основна

source: Always
bg_bg: Винаги

source: INUSE
bg_bg: ИЗПОЛЗВА СЕ
fa_ir: در حال استفاده
ja_jp: 使用中
pt_br: EM USO

source: ringall
bg_bg: звъни на всички
es_es: Sonar todos
fa_ir: زنگ به همه
pt_br: tocar todos
vi: Đổ chuông tất cả

source: Applications
es_es: Aplicaciones
fa_ir: درخواست
ja_jp: アプリケーション
pt_br: Aplicações

source: Creates a group of extensions that all ring together. Extensions can be rung all at once, or in various 'hunt' configurations. Additionally, external numbers are supported, and there is a call confirmation option where the callee has to confirm if they actually want to take the call before the caller is transferred.
es_es: Crea un grupo de extensiones que suenan todas juntas. Las extensiones se pueden ejecutar de una sola vez, o en varias configuraciones de 'caza'. Además, los números externos son compatibles, y hay una opción de confirmación de llamada donde el receptor tiene que confirmar si realmente quieren tomar la llamada antes de que el llamante se transfiera.
ja_jp: 同時に呼び出される内線のグループを作成します。内線は全て同時に呼び出すか、様々な'ハント'構成で呼び出すか設定できます。内線に加えて外部の番号が使える他、コールを転送する前に、呼び出し先の人がコールを受けたいかどうかを確認できるオプションも使えます。
pt_br: Cria um grupo de ramais que tocam em conjunto. Os ramais podem ser executadas de uma só vez, ou em várias configurações de 'hunt'. Além disso, os números externos são suportados, e há uma opção de confirmação de chamada onde o destinatário tem de confirmar quer receber a chamada antes que usuário o chamador seja transferido.

source: ALERT_INFO can be used for distinctive ring with SIP devices.
es_es: ALERT_INFO se puede utilizar para el timbrado distintivo con dispositivos SIP.
fa_ir: اطلاعات هشدار استفاده میشود به عنوان زنگ متمایز برای وسایل SIP.
ja_jp: アラート情報（ALERT_INFO）を使ってSIP端末の着信音に設定できます。

source: Checking if recordings need migration..
ja_jp: 録音の移行が必要かチェック中..

source: Ring first extension in the list, then ring the 1st and 2nd extension, then ring 1st 2nd and 3rd extension in the list.... etc.
ja_jp: 鳴らす内線の数が順番に増えていくルール。最初にリスト中の1番目の内線を鳴らし、その後に1番目と2番目の内線を鳴らし、その後に1番目、2番目、3番目の内線を鳴らします。

source: added field cfignore to ringgroups table
ja_jp: cfignoreフィールドをringgroupsテーブルに追加しました

source: added field cpickup to ringgroups table
ja_jp: cpickupフィールドをringgroupsテーブルに追加しました

source: added field cwignore to ringgroups table
ja_jp: cwignoreフィールドをringgroupsテーブルに追加しました

source: added field recording to ringgroups table
ja_jp: recordingフィールドをringgroupsテーブルに追加しました

source: adding annmsg_id field..
ja_jp: annmsg_idフィールドを追加中..

source: adding remotealert_id field..
ja_jp: remotealert_idフィールドを追加中..

source: adding toolate_id field..
ja_jp: toolate_idフィールドを追加中..

source: already migrated
ja_jp: 既に移行済み

source: dropping annmsg field..
ja_jp: annmsgフィールドを削除中..

source: dropping remotealert field..
ja_jp: remotealertフィールドを削除中...

source: dropping toolate field..
ja_jp: toolateフィールドを削除中..

source: fatal error
ja_jp: 致命的なエラー

source: migrate annmsg to ids..
ja_jp: annmsgをidsに移行中..

source: migrate remotealert to ids..
ja_jp: remotealertをidsに移行中...

source: migrate toolate to ids..
ja_jp: toolateをidsに移行中...

source: migrated %s entries
ja_jp: %s エントリーを移行しました

source: migrating
ja_jp: 移行中

source: no annmsg field???
ja_jp: annmsgフィールドは存在しません???

source: no remotealert field???
ja_jp: remotealertフィールドは存在しません???

source: no toolate field???
ja_jp: toolateフィールドは存在しません???

source: ring only the first available channel
es_es: Sólo hace sonar el primer canal activo.
fa_ir: زنگ فقط در اولین کانال در دسترس
ja_jp: 最初の空いているチャネルのみ鳴らします

source: ring only the first channel which is not offhook - ignore CW
es_es: Hace sonar el primer canal que no esté al teléfono, ignorando la opción de llamada en espera
fa_ir: زنگ خوردن به اولین کانال در دسترس - لغو CW
ja_jp: オフフック状態でない最初のチャネルのみ鳴らします。 - コールウェイテイングを無視します。
