Repository: FreePBX/ringgroups
Catalog: i18n/*/LC_MESSAGES/ringgroups.po
Languages: bg_bg, de_de, es_es, fa_ir, ja_jp, pt_br, vi

source: <strong>Simultaneous:</strong> Rings all extensions at once.</br><strong>Sequential:</strong> Rings each extension separately in the order defined in the list
bg_bg: <strong>Едновременно:</strong> Звъни на всички вътрешни линии едновременно. </br> <strong>Последователно:</strong> Звъни на всяка вътрешна линия поотделно в реда, определен в списъка
de_de: <strong>Gleichzeitig:</strong> Läutet alle Nebenstellen auf einmal an. <br /><strong>Aufeinanderfolgend:</strong>Läutet die Nebenstellen nacheinander in der vorgegebenen Reihenfolge an
es_es: <Strong> Simultáneo: </strong> Timbra todas las extensiones a la vez. </br> <strong> Secuencial: </strong> Timbra cada extensión por separado en el orden definido en la lista
pt_br: <strong> Simultâneo:</strong> Toca todos os ramais de uma vez. </br><strong> Sequencial: </strong> Toca cada ramal separadamente na ordem definida na lista
vi: <strong>Simultaneous:</strong> Đổ chuông tất cả các máy nhánh cùng một lúc.</br><strong>Sequential:</strong> Đổ chuông từng máy nhánh theo thứ tứ được xác định trong danh sách

source: ALERT_INFO can be used for distinctive ring with SIP devices.<br>If you are having issues, see the "Enforce RFC7462" option found in Settings->Advanced Settings.
de_de: ALERT_INFO kann für einen eindeutigen Rufton bei SIP-Geräten verwendet werden. <br> Wenn Sie Probleme haben, lesen Sie die Option "RFC7462 erzwingen" unter Einstellungen-> Erweiterte Einstellungen.

source: Actions
bg_bg: Действия
de_de: Aktionen
es_es: Acciones
fa_ir: عملیات
pt_br: Ações
vi: Các tháo tác

source: Add Ring Group
bg_bg: Добави Група на Звънене
de_de: Rufgruppe hinzufügen
fa_ir: افزودن گروه زنگ
ja_jp: 着信グループを追加
pt_br: Adicionar Grupo de Toques
vi: Thêm tính năng Nhóm đổ chuông ( Ring group)

source: Alert Info
bg_bg: Информация за Сигнал
de_de: Alarminfo
fa_ir: اطلاعات هشدار
ja_jp: アラート情報
pt_br: Informação de Alerta
vi: Thông tin cảnh báo

source: Always transmit the Fixed CID Value below.
bg_bg: Винаги предава Фиксиран CID определен по-долу.
de_de: Immer die unten stehende Anruferkennung übermitteln.
es_es: Siempre transmitir el valor de CID Fijado abajo.
fa_ir: همیشه مقدار CID ثابت زیر را منتقل کن.
ja_jp: 常に以下の固定CIDを送信します。
pt_br: Transmita sempre o Valor de CID Fixo abaixo.
vi: Luôn truyền giá trị CID cố định sau.

source: Announcement
bg_bg: Съобщение
de_de: Ansage
es_es: Anuncio
fa_ir: اطلاعیه
pt_br: Anúncio
vi: Thông báo

source: CID Name Prefix
bg_bg: Префикс на CID Име
de_de: Namenspräfix für Anruferkennung
es_es: Prefijo Nombre de CID
fa_ir: پیشوند نام CID
ja_jp: CID名前プリフィックス
pt_br: Prefixo do Nome CID
vi: Tiền ngữ của tên CID

source: Call Recording
bg_bg: Запис на Разговор
de_de: Anfrufaufzeichnungen
es_es: Grabación de Llamada
fa_ir: ضبط تماس
ja_jp: 通話録音
pt_br: Gravação do Chamadas
vi: Ghi âm cuộc gọi

source: Change External CID Configuration
bg_bg: Промяна на Настройки за Външен CID
de_de: Konfiguration der externen Anruferkennung ändern
es_es: Cambiar configuración externa de CID
fa_ir: تغییر تنظیمات داخلی CID
ja_jp: 外部CID設定を変更する
pt_br: Alterar a Configuração do CID Externo
vi: Thay đổi cấu hình CID nội bộ

source: Confirm Calls
bg_bg: Потвърди Обажданията
de_de: Anrufe bestätigen
fa_ir: تایید تماسها
ja_jp: コールを確認する
pt_br: Confirmar Chamadas
vi: Xác nhận các cuộc gọi

source: Default
bg_bg: По-Подразбиране
de_de: Standard
fa_ir: پیشفرض
ja_jp: デフォルト
pt_br: Padrão
vi: Mặc định

source: Delete
bg_bg: Изтрий
de_de: Löschen
es_es: Borrar
fa_ir: حذف
pt_br: Apagar
vi: Xóa

source: Description
bg_bg: Описание
de_de: Beschreibung
es_es: Descripción
fa_ir: شرح
pt_br: Descrição
vi: Mô tả

source: Destination if no answer
bg_bg: Направление ако не е отговорено
de_de: Ziel, falls der Anruf nicht angenommen wird
fa_ir: مقصد در صورت عدم پاسخگویی
ja_jp: 応答がない場合の転送先
pt_br: Destino caso não responda
vi: Điểm đích nếu không trả lời

source: Display Extension Ring Group Members
de_de: Mitglieder der Nebenstellen-Rufgruppe anzeigen
es_es: Mostrar Extensiones Miembro del Grupo de Timbrado
fa_ir: نمایش داخلی به اعضا گروه زنگ
ja_jp: 内線着信グループのメンバーを表示する
pt_br: Exibir Membros do Grupo de Toques de Ramais

source: Dont Care
bg_bg: Без Значение
de_de: Nicht beachten
es_es: No importa
fa_ir: مهم نیست
pt_br: Não Importa
vi: Không quan tâm

source: Enable Call Pickup
bg_bg: Разреши Изтегляне на Обаждане
de_de: Heranholen von Anrufen aktivieren
es_es: Habilitar tomado de llamadas
fa_ir: فعال کردن گرفتن تماس
ja_jp: コールピックアップを有効にする
pt_br: Ativar Captura de Chamadas
vi: Kích cuộc tính năng Nhấc cuộc gọi ( Call Pickup)

source: Enable this if you're calling external numbers that need confirmation - eg, a mobile phone may go to voicemail which will pick up the call. Enabling this requires the remote side push 1 on their phone before the call is put through. This feature only works with the ringall ring strategy
bg_bg: Разрешете ако ви се обаждат външни номера които се нуждаят от потвърждение - например мобилен телефон може да отиде към гласовата поща която да отговори на обаждането. Разрешаването изисква от отсрещната страна да наберат 1 преди обаждането да се достави. Тази услуга работи само със звъни на всички стратегия
de_de: Aktivieren Sie dies, wenn Sie externe Nummern anrufen, die eine Bestätigung erfordern - ein Mobiltelefon könnte z.B. auf die Mailbox schalten, die dann den Anruf annimmt. Wird dies aktiviert, muss an der Gegenstelle eine '1' gewählt werden, bevor der Anruf durchgestellt wird. Dieses Merkmal funktioniert nur mit der Klingelstrategie 'ringall'
ja_jp: 外線番号で確認動作が必要な場合（例えば、ボイスメールが応答する携帯電話がリンググループに含まれている）に、有効にしてください。有効にすると、リモート側で 1 を押すまで、コールが転送されません。この機能は、ringall ストラテジーでのみ使用できます。
pt_br: Ativar se você estiver chamando números externos que precisam de confirmação - por exemplo, um telefone celular pode ir para o correio de voz que vai receber a chamada. Habilitando essa opção requer que o destino pressione 1 em seu telefone antes que a chamada seja feita. Esse recurso só funciona com a estratégia "tocar todos"
vi: Bật tính năng này nếu đang gọi cho các số bên ngoài mà cần phải xác nhận. - ví dụ: điện thoại di động có thể truy cập vào hộp thư thoại để nhận cuộc gọi. Kích hoạt tính năng này đòi hỏi người đầu dây kia phải nhấn phím 1 trên điện thoại của họ trước khi cuộc gọi được thực hiện. Tính năng này chỉ hoạt động với chiến thuật đổ chuông tất cả (ringall)

source: Extension List
bg_bg: Списък с Вътрешни Линии
de_de: Nebenstellenliste
fa_ir: فهرست داخلی
ja_jp: 内線リスト
pt_br: Lista de Ramais
vi: Danh sách máy nhánh

source: Fixed CID Value
bg_bg: Фиксиран CID
de_de: Feste Anruferkennung
es_es: Valor CID Fijo
fa_ir: مقدار ثابت CID
ja_jp: 固定CID
pt_br: Valor CID Fixo
vi: Gía trị CID cố định

source: Fixed value to replace the CID with used with some of the modes above. Should be in a format of digits only with an option of E164 format using a leading '+'.
bg_bg: Фиксирана стойност за замяна на CID с използването на някой от режимите по-горе. Трябва да е само от цифри с възможност за E164 формат с използване на водещ "+".
de_de: Fester Wert, der die Anruferkennung in einigen der obigen Modi ersetzt. Darf nur aus Ziffern bestehen, optional kann ein führendes '+' für das E164-Format verwendet werden.
es_es: Valor fijo para reemplazar el CID usado con algunos de los modos anteriores. Debe estar en un formato de dígitos sólo con la opción E164 usando un '+' al principio.
pt_br: Valor fixo para substituir o CID usado com alguns dos modos acima. Deve estar em um formato de dígitos apenas com a opção de formato E164 usando um prefixo '+'.
vi: Giá trị cố định để thay thế CID được sử dụng cùng với các chế độ trên. Định dạng của giá trị này nên chỉ ở dạng chữ số với tùy chọn định dạng E164 bắt đầu bằng '+'.

source: Force
bg_bg: Винаги
de_de: Erzwinge
es_es: Forzar
fa_ir: اجبار
pt_br: Forçar
vi: Buộc phải

source: Force Dialed Number
bg_bg: Принудително Използвай Избрания Номер
de_de: Gewählte Nummer erzwingen
es_es: Forzar numero marcado
fa_ir: اجبار شماره گیری
ja_jp: ダイヤルした呼び出し側の番号を強制する
pt_br: Forçar Número Discado
vi: Bắt buộc số điện thoại đã quay

source: Group Description
bg_bg: Описание на Групата
de_de: Beschreibung der Gruppe
fa_ir: شرح گروه
ja_jp: グループの説明
pt_br: Descrição do Grupo
vi: Mô tả nhóm

source: If you select a Music on Hold class to play, instead of 'Ring', they will hear that instead of Ringing while they are waiting for someone to pick up.
bg_bg: Ако изберете категория на Музика При Задържане за възпроизвеждане вместо Звънене, те ще чуват това вместо Звънене докато чакат някой да отговори.
de_de: Wählen Sie statt „Klingeln“ eine Warteschleifenmusik, die gespielt werden soll, so hört der Anrufer diese während er darauf wartet, dass jemand abhebt.
ja_jp: 「リング」の代わりに保留音クラスを選択した場合は、呼び出し中に通常の呼び出し音（リング）ではなく、保留音を再生します。
pt_br: Se você selecionar uma classe de Música em Espera para reproduzir, ao invés do 'Toque', eles ouvirão a música ao invés do Toque enquanto estiverem esperando alguém responder.
vi: Nếu bạn chọn lớp nhạc chờ để phát thay vì cho đổ chuông, thì trong khi họ chờ ai đó nhấc máy họ sẽ nghe thấy tiếng nhạc chứ không phải tiếng chuông reo.

source: Ignore CF Settings
bg_bg: Игнорирай настройките за CF
de_de: Einstellungen zur Rufweiterleitung ignorieren
es_es: Ignorar Configuración CF
fa_ir: لغو تنظیمات CF
ja_jp: 転送設定を無視する
pt_br: Ignorar Configuração CF
vi: Bỏ qua các cài đặt CF

source: Inherit
bg_bg: Наследи
de_de: Erben
es_es: Heredar
fa_ir: ارثی
pt_br: Herdar
vi: Kế thừa

source: Invalid CID
bg_bg: Неправилен CID
de_de: Ungültige Anruferkennung
es_es: CID Invalido
fa_ir: CID نامعتبر
pt_br: CID Inválido
vi: Caller ID (CID) không hợp lệ

source: Invalid Group Number specified
bg_bg: Неправилен Номер на Група
de_de: Sie haben eine ungültige Gruppennummer angegeben
fa_ir: شماره گروه مشخص شده نامعتبر است
ja_jp: 不正なグループ番号が入力されています。
pt_br: Número do Grupo especificado inválido
vi: Số điện thoại nhóm không hợp lễ được xác định

source: Invalid time specified
bg_bg: Неправилно въведено време
de_de: Ungültige Zeitangabe
fa_ir: زمان مشخص شده نامعتبر است
ja_jp: 不正な時間が入力されています。
pt_br: Tempo especificado inválido
vi: Thời gian không hợp lệ đã được xác định

source: List Ring Groups
bg_bg: Списък с Групи на Звънене
de_de: Rufgruppen auflisten
es_es: Listar Grupos de Timbrado
fa_ir: فهرست گروههای زنگ
pt_br: Listar Grupo de Toques
vi: Danh sách Ring Group

source: List extensions to ring, one per line, or use the Extension Quick Select insert them here.<br><br>You can include an extension on a remote system, or an external number by suffixing a number with a '#'. ex: 2448089# would dial 2448089 on the appropriate trunk (see Outbound Routing)<br><br>Extensions without a '#' will not ring a user's Follow-Me. To dial Follow-Me, Queues and other numbers that are not extensions, put a '#' at the end.
bg_bg: Въведете вътрешни линии за звънене, една на ред, или използвайте Бързо Избиране на Вътрешни Линии за да ги добавите тук.<br><br>Можете да включите вътрешна линия от отдалечена система, или външен номер чрез добавяне на наставка '#'. Например: 2448089# ще избира 2448089 от съответната външна линия (виж Изходящи Маршрути)<br><br>Вътрешни номера без '#' няма да звънят на потребителски Следвай Ме. За да избирате Следвай Ме, Опашки и други номера които не са вътрешни линии, поставете '#' в края.
de_de: Listen Sie die Nebenstellen (eine pro Zeile) auf, die angeläutet werden sollen, oder verwenden Sie die Schnellauswahl.<br /><br />Sie können auch Nebenstellen auf einem entfernten System oder eine externe Nummern eintragen, wenn Sie ein '#' anhängen. 08154711# würde z.B. die 08154711 über die entsprechende Hauptleitung anwählen (sh. Ausgehende Routen).<br /><br />Nebenstellen ohne '#' werden keine „Folge-mir“-Ziele von Benutzern anläuten. Um Nummern anzuwählen, die keine Nebenstellen sind, setzen Sie ein '#' an das Ende der Nummer.
es_es: Lista de extensiones para timbrar, una por línea, o utilizar la opcion "Quick Select" para insertarlas aquí. <br><br> Puede incluir una extensión en un sistema remoto, o un número externo mediante el sufijo de un número con un '#'. Ex: 2448089 # marcaría 2448089 en el troncal apropiado (vea Enrutamiento saliente) <br><br> Las extensiones sin un '#' no sonarán usarian el Follow-Me de un usuario. Para marcar "SígueMe", "Colas" y otros números que no sean extensiones, coloque un "#" al final.
pt_br: Lista de ramais para tocar, uma por linha, ou usar a Seleção Rápida de ramal para inseri-los aqui. Você pode incluir um ramal em um sistema remoto, ou um número externo sufixando um número com um '#'. Ex: 2448089 # seria discar 2448089 no tronco apropriado (consulte Roteamento de Saída) <br><br> os ramais sem '#' não tocarão o Siga-Me de um usuário. Para discar o Siga-me, filas e outros números que não são ramais, coloque um '#' no final.
vi: Danh sách máy nhánh đổ chuông, 1 dòng 1 máy, hoặc sử dụng chức năng chọn nhanh máy nhánh Extension Quick Select để chèn chúng tại đây.<br><br>bạn có thể bao gồm một máy nhánh trên hệ thống từ xa, hoặc một số điện thoại bên ngoài bằng cách thêm vào cuối số đó dấu #. Ví dụ 2448089# sẽ quay số 2448089 trên một trung kế phù hợp ( Xem phần Outbound Routing)<br><br> Các máy nhanh không có dấu # sẽ không đổ chuông Follow-Me của người dùng. Để quay số Follow-Me, các hàng đợi và các số điện thoại khác không phải là máy nhánh phải đặt dấu # ở cuối.

source: List extensions to ring, one per line, or use the Extension Quick Select to insert them here.<br><br>You can include an extension on a remote system, or an external number by suffixing a number with a '#'. ex: 2448089# would dial 2448089
bg_bg: Въведете вътрешни линии за звънене, една на ред, или използвайте Бързо Избиране на Вътрешни Линии за да ги добавите тук.<br><br>Можете да включите вътрешна линия от отдалечена система, или външен номер чрез добавяне на наставка '#'. Например: 2448089# ще избира 2448089
de_de: Listen Sie die Nebenstellen (eine pro Zeile) auf, die angeläutet werden sollen, oder verwenden Sie die Schnellauswahl.<br /><br />Sie können auch Nebenstellen auf einem entfernten System oder eine externe Nummern eintragen, wenn Sie ein '#' anhängen. 08154711# würde z.B. die 08154711 anwählen
es_es: Lista de extensiones de llamada, una por línea, o utilice la opción Quick Select para insertarlas aquí. <br><br> Puede incluir una extensión en un sistema remoto o un número externo mediante el sufijo de un número con un '#'. Ejemplo: 2448089 # marcaría 2448089
pt_br: Lista de ramais para tocar, uma por linha, ou use a Seleção Rápida de Ramais para inseri-las aqui. Você pode incluir um ramal em um sistema remoto, ou um número externo, sufixando um número com um '#'. Ex: 2448089 # irá discar 2448089
vi: Danh sách máy nhánh đổ chuông, 1 dòng 1 máy, hoặc sử dụng chức năng chọn nhanh máy nhánh Extension Quick Select để chèn chúng tại đây.<br><br>bạn có thể bao gồm một máy nhánh trên hệ thống từ xa, hoặc một số điện thoại bên ngoài bằng cách thêm vào cuối số đó dấu #. Ví dụ 2448089# sẽ quay số 2448089

source: Makes a call could hop between the included extensions without a predefined priority to ensure that calls in the groups are (almost) evenly spread. Simulates a Queue when a Queue can not otherwise be used.
bg_bg: Обажданията могат да прескачат между включените вътрешни линии без предварително определен приоритет, за да се гарантира, че обажданията в групите са (почти) равномерно разпределени. Симулира опашка, когато опашка не може да бъде използвана по друг начин.
de_de: Sorgt dafür, dass ein Anruf zwischen den enthaltenen Nebenstellen ohne vorgegebene Priorität springt, um sicherzustellen, dasss Anrufen in den Gruppen (beinahe) gleichmäßig verteilt werden. Simuliert eine Warteschlange, wenn sonst keine Warteschlange genutzt werden kann.
es_es: Hace que una llamada pueda saltar entre las extensiones incluidas sin una prioridad predefinida para garantizar que las llamadas en los grupos estén (casi) uniformemente distribuidas. Simula una cola cuando no se puede utilizar otra cola.
pt_br: Faz com que uma chamada possa pular entre os ramais incluídos sem uma prioridade predefinida para garantir que as chamadas nos grupos sejam (quase) uniformemente distribuídas. Simula uma Fila quando uma Fila não pode ser usada de outra forma.
vi: Thực hiện một cuộc gọi có thể nhảy giữa các máy nhánh mà không cần có quyền ưu tiên xác định trước để đảm bảo các hầu hết cuộc gọi trong các nhóm đều được lan truyền. Mô phỏng một hàng đợi đó đợi khi chính hàng đợi đó được sử dụng.

source: Mark Answered Elsewhere
de_de: Markierung anderswo beantwortet

source: Message to be played to the caller before dialing this group.<br><br>To add additional recordings please use the "System Recordings" MENU above
bg_bg: Съобщение което ще се възпроизведе на обаждащия се преди да се набере групата.<br><br>За да добавите допълнителни записи, моля използвайте Меню "Системни Записи" отгоре
de_de: Nachricht, die dem Anrufer vorgespielt wird, bevor diese Gruppe angewählt wird.<br /><br />Um weitere Aufnahmen hinzuzufügen, nutzen Sie bitte das Menü „Systemaufnahmen“ oben
es_es: Mensaje que se reproducirá para la persona que llama antes de marcar este grupo. <br><br> Para agregar grabaciones adicionales, utilice el menú "Grabaciones del sistema"
fa_ir: پیام که برای تماس گیرنده قبل از شماره گیری این گروه پخش میشود.<br><br> برای افزودن پیام ضبط شده لطفا از منوی "ضبط سیستمی" بالا استفاده کنید
pt_br: Mensagem a ser reproduzida para o usuario chamador antes de discar este grupo.<br><br> Para adicionar mais gravações, use o menu "Gravações do Sistema" acima
vi: Một tin nhắn sẽ được phát đến người gọi trước khi thực hiên quay số đến nhóm này. <br><br> Để thêm các ghi âm bổ sung vui lòng sử dụng MENU "System Recordings" ở trên

source: Message to be played to the person RECEIVING the call, if 'Confirm Calls' is enabled.<br><br>To add additional recordings use the "System Recordings" MENU above
bg_bg: Съобщение което ще се възпроизведе на ПРИЕМАЩИЯ обаждането, ако е маркирано Потвърди Обажданията.<br><br>За да добавите допълнителни записи, моля използвайте Меню "Системни Записи" отгоре
de_de: Nachricht, die der Person vorgespielt wird, die den Anruf erhält, falls die Option „Anrufe bestätigen“ aktiviert ist.<br /><br />Um weitere Aufnahmen hinzuzufügen, nutzen Sie bitte das Menü „Systemaufnahmen“ oben
es_es: Mensaje que se reproducirá para la persona al RECIBIR la llamada, si está activada la opción "Confirmar llamadas". Para agregar más grabaciones, use el menú "Grabaciones del sistema"
fa_ir: پیامی که برای هر شخص در هنگام دریافت تماس پخش میشود، اگر 'تایید تماس ها' فعال باشد.<br><br> برای افزودن پیام ضبط شده از منوی "ضبط سیستمی" بالا استفاده کنید
pt_br: Mensagem a ser reproduzida para a pessoa ao RECEBER a chamada, se 'Confirmar Chamadas' estiver ativada. <br> <br> Para adicionar gravações adicionais, use o menu "Gravações do Sistema" acima
vi: Tin nhắn sẽ được phát tới người đang nhận cuộc gọi, nếu tính năng 'Xác nhận cuộc gọi" ('Confirm Calls') được kích hoạt. <br><br> Để thêm các ghi âm bổ sung vui lòng sử dụng MENU "System Recordings" ở trên

source: Message to be played to the person RECEIVING the call, if the call has already been accepted before they push 1.<br><br>To add additional recordings use the "System Recordings" MENU above
bg_bg: Съобщение което ще се възпроизведе на ПРИЕМАЩИЯ обаждането, ако обаждането вече е било прието преди те да натиснат 1.<br><br>За да добавите допълнителни записи, моля използвайте Меню "Системни Записи" отгоре
de_de: Nachricht, die der Person vorgespielt wird, die den Anruf erhält, falls der Anruf bereits angenommen wurde, bevor sie die '1' drückt.<br /><br />Um weitere Aufnahmen hinzuzufügen, nutzen Sie bitte das Menü „Systemaufnahmen“ oben
es_es: Mensaje que se reproducirá a la persona al RECIBIR la llamada, si la llamada ya ha sido aceptada antes de presionar 1. <br><br> Para añadir grabaciones adicionales, use el menú "Grabaciones del sistema"
fa_ir: پیامی که برای هر شخص در هنگام دریافت تماس پخش میشود، اگر قبل از فشردن کلید 1 تماس پذیرفته شده باشد<br><br> برای افزودن پیام ضبط شده از منوی "ضبط سیستمی" بالا استفاده کنید
pt_br: Mensagem a ser reproduzida para a pessoa ao RECEBER a chamada, se a chamada já tiver sido aceita antes de pressionar 1. <br><br> Para adicionar gravações adicionais use o menu "Gravações do Sistema" acima
vi: Tin nhắn sẽ được phát tới người đang nhận cuộc gọi nếu cuộc gọi này đã được chấp nhận trước khi nhấn phím 1.<br><br> Để thêm các ghi âm bổ sung vui lòng sử dụng MENU "System Recordings" ở trên

source: Mode
bg_bg: Режим
de_de: Modus
es_es: Modo
fa_ir: حالت
ja_jp: モード
pt_br: Modo
vi: Chế độ

source: Never
bg_bg: Никога
de_de: Nie
es_es: Nunca
fa_ir: هرگز
ja_jp: 録音しない
pt_br: Nunca
vi: Không bao giờ

source: No
bg_bg: Не
de_de: Nein
fa_ir: خیر
pt_br: Não
vi: Không

source: None
bg_bg: Няма
de_de: Kein*e
fa_ir: هیچ
ja_jp: なし
pt_br: Nenhum
vi: Không có

source: Only ringall, ringallv2, hunt and the respective -prim versions are supported when confirmation is checked
bg_bg: Само ringall, ringallv2, hunt и съответните - основна версии се поддържат когато е маркирано потвърждението
de_de: Wenn die Bestätigung aktiviert ist, werden nur 'ringall','ringallv2', 'hunt' und die entsprechenden '-prim'-Versionen unterstützt
es_es: Sólo se admiten ringall, ringallv2, hunt y las versiones respectivas -prim cuando se ha elegido confirmación
ja_jp: 確認をチェックする場合は、ringall, ringallv2, hunt とその -prim つきバージョンのみをサポートします。
pt_br: Somente ringall, ringallv2, hunt e as respectivas versões -prim são suportados quando a confirmação é verificada
vi: Chỉ có ringall, ringallv2, hunt và các phiên bản prim tương ứng được hỗ trợ khi đánh dấu check vào confirmation

source: Outside Calls Fixed CID Value
bg_bg: Фиксиран CID за Изходящи Разговори
de_de: Feste Anruferkennung für externe Anrufe
es_es: Valor CID fijo de Llamadas externas
fa_ir: مقدار ثابت CID تماس های خروجی
ja_jp: 外部コール用の固定CID
pt_br: Valor CID Fixo para Chamadas Externas
vi: Gía trị CID cố định của các cuộc gọi bên ngoài

source: Override the ringer volume. Note: This is only valid for %s phones at this time
bg_bg: Променете силата на звънене. Забележка: За момента това работи само за %s телефони
de_de: Überschreibe die Klingeltonlautstärke. BEACHTE: Das gilt hier nur für %s Telefone
es_es: Anular el volumen del timbre. Nota: esto sólo es válido para los teléfonos %s en este momento
pt_br: Substituir o volume do toque. Observação: isso só é válido para telefones %s neste momento
vi: Ghi đè âm lượng chuông. Lưu ý: Điều này chỉ hợp lệ cho các điện thoại %s tại thời điểm hiện tại

source: Play Music On Hold
bg_bg: Пускане на Музика при Задържане
de_de: Warteschleifenmusik abspielen
es_es: Reproducir Música en Espera
fa_ir: پخش موزیک انتظار
pt_br: Reproduzir Música em Espera
vi: Phát nhạc chờ

source: Please enter a valid Group Description
bg_bg: Моля въведете правилно Описание за Групата
de_de: Bitte geben Sie eine gültige Beschreibung für die Gruppe ein
es_es: Por favor, introduzca una descripción de grupo de extensiones válido
fa_ir: لطفا یک شرح گروه معتبر وارد کنید
ja_jp: 有効なグループ説明を入力してください。
pt_br: Por favor, insira uma Descrição de Grupo válida
vi: Vui lòng nhập một mô tả Nhóm hợp lệ

source: Please enter an extension list.
bg_bg: Моля въведете списъка с вътрешни линии.
de_de: Bitte geben Sie eine Nebenstellenliste ein.
fa_ir: لطفا فهرستی از داخلی ها را وارد کنید.
ja_jp: 内線リストを入力してください。
pt_br: Por favor, insira uma lista de ramais.
vi: Vui lòng nhập một danh sách máy nhánh.

source: Provide a descriptive title for this Ring Group.
bg_bg: Наименование за тази Група на Звънене.
de_de: Geben Sie einen aussagekräftigen Titel für diese Klingelgruppe an.
fa_ir: لطفا یک عنوان توصیفی برای گروه تماس ایجاد کنید.
ja_jp: この着信グループの説明。
pt_br: Forneça um título descritivo para este Grupo de Toques.
vi: Cung cấp một tiêu đề mô tả cho Ring Group này.
